[
  {
    "type": "Fresh",
    "description": "Soft and rindless, these can be made with cow, goat or sheep milk. They’re not aged and have a mild, slightly tangy flavor. While a log of bright white goat cheese is iconic, the category also includes farmer’s cheese, ricotta and others that come in tubs.",
    "examples": "Mozarella, burrata, chevre, feta, ricotta, mascarpone"
  },
  {
    "type": "Bloomy",
    "description": "These are named for the bloom of white mold on the outside. They tend to be the richest and creamiest type of cheese, with a soft, spreadable texture. The rind is edible, and it has a stronger, funkier flavor than the interior.",
    "examples": "Brie, camembert, robiola, crottin de chavignol"
  },
  {
    "type": "Washed-Rind",
    "description": "A bath in brine, beer or wine produces a distinct orange rind. They’re rich and creamy, and they can be soft or semi-soft in texture. They’re funkier than bloomy cheeses, with gamy, often pleasantly pungent notes.",
    "examples": "Fontina, epoisses, reblochon, taleggio, munster"
  },
  {
    "type": "Semi-Soft",
    "description": "They’re not spreadable, nor do they break in shards like a hard cheese. They tend to be creamy and fairly mild in flavor. Many are excellent to melt and perfect to slice. Some cheeses like Gouda are semi-soft in younger styles, while when aged, their texture turns hard.",
    "examples": "Gruyere, gouda, havarti, provolone, edam, mimolette"
  },
  {
    "type": "Hard",
    "description": "They’re not spreadable, nor do they break in shards like a hard cheese. They tend to be creamy and fairly mild in flavor. Many are excellent to melt and perfect to slice. Some cheeses like Gouda are semi-soft in younger styles, while when aged, their texture turns hard.",
    "examples": "Gruyere, gouda, havarti, provolone, edam, mimolette"
  },
  {
    "type": "Blue",
    "description": "Veins of blue mold run through these. They can be soft and creamy, or semi-soft and crumbly. Some are sweeter and milder, but all pack a good deal of sharpness and tang.",
    "examples": "Cambozola, danish blue, gorgonzola, roquefort,stilton, bleu d'auvergne"
  }
]
